# St7SetFaceOutline

Sets the outline colour scheme for faces.

long St7SetFaceOutline(long uID, long Outline)

Input Parameters

uID

Strand7 model file ID.

Outline

One of flNone, flProperty, flGroup, flFaceNumber, flFaceID or flColour.